Repository: GTRRoficial/rainbow_cuba
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: The Cuban health-care system website “Infomed” garnered viewpoints about the television novella.
pt_br: O site cubano do sistema de saúde "Infomed" reuniu pontos de vista sobre a novela.

source: The Cuban people fought back against enslavement for half a millennium.
pt_br: O povo cubano lutou contra a escravidão por meio milênio.

source: The Cuban population is much more respectful of differences than in other places.” She emphasized, “When I’m afraid I will find a very strong resistance, I find a high degree of sensibility in the Cuban population.”
pt_br: A população cubana respeita muito mais as diferenças do que em outros lugares." Ela enfatizou: “Quando temo encontrar uma resistência muito forte, me deparo com um alto grau de sensibilidade na população cubana”.

source: The Editorial Board of WW newspaper extends its deepest solidarity at this painful loss for the Cuban people.
pt_br: O Quadro Editorial do jornal WW expressa a mais profunda solidariedade a esta perda dolorosa do povo Cubano.

source: The FMC had formed the Work Group in 1972; CENESEX was established in 1989.
pt_br: A FMC formou o Grupo de Trabalho em 1972; a CENESEX foi criada em 1989.

source: The Five are examples for the world, just as the Cuban Revolution has always been an example for the world.
pt_br: Os Cinco são exemplos para o mundo, assim como a Revolução Cubana sempre foi um exemplo para o mundo.

source: The Pentagon refused to retreat from the military base it built at Guantánamo — now a site where the interrogators incorporate anti-gay and anti-trans humiliation, rape and attempted dehumanization as part of their sadistic torture of Muslim men and boys.
pt_br: O Pentágono recusou a retirada da base militar construída em Guantánamo. Atualmente, é um local onde os interrogadores incorporam humilhações contra os gays e trans, estupram e tentam desumanizar os detidos, parte de suas sádicas práticas de tortura contra homens e meninos muçulmanos.

source: The Puerto Rican Alliance of Los Angeles and its coordinator Lawrence Reyes have endorsed.
pt_br: A Aliança Porto-Riquenha de Los Angeles e seu coordenador Lawrence Reyes endossaram.

source: The Queer Caucus of the National Lawyers Guild; Stephen Whittle, professor of equalities law and the British organization Press for Change at the School of Law at Manchester Metropolitan University, endorsed.
pt_br: O Queer Caucus da Guilda dos Advogados Nacionais; Stephen Whittle, professor de direito da igualdade e da organização britânica Press for Change na Faculdade de Direito da Manchester Metropolitan University, endossou.

source: The Rainbow Solidarity call demands a new trial and freedom for these political prisoners, defense of Cuban sovereignty and self-determination and a halt to the illegal U.S. acts of war against Cuba — including the economic blockade and CIA trained, funded and armed attacks by mercenary “contra” armies operating from this country.
pt_br: A chamada Rainbow Solidarity exige um novo julgamento e liberdade para esses prisioneiros políticos, a defesa da soberania e autodeterminação cubana e a suspensão dos atos ilegais de guerra dos EUA contra Cuba — incluindo o bloqueio econômico e os ataques treinados, financiados e armados pela CIA por mercenários “contra” exércitos que operam a partir deste país.

source: The Rainbow Solidarity call has become a poll that reveals a new grassroots sentiment as signers eloquently register their outrage at the continued imprisonment of the five Cubans and at Washington’s economic and political blockade of Cuba and other illegal and covert acts of war.
pt_br: O apelo à Solidariedade Arco-Íris tornou-se uma pesquisa que revela um novo sentimento popular, uma vez que os signatários registam de forma eloquente a sua indignação face à continuação da detenção dos cinco cubanos e ao bloqueio econômico e político de Washington a Cuba, bem como a outros atos de guerra ilegais e encobertos.

source: The Rainbow Solidarity for the Cuban Five initiative is also giving voice to individuals who, living in capitalist democracies, have little political input.
pt_br: A iniciativa Rainbow Solidarity for the Cuban Five também está dando voz a indivíduos que, vivendo em democracias capitalistas, têm pouca contribuição política.

source: The U.S.
pt_br: O bloqueio

source: The U.S. allowed Cubans who had emigrated in the early years of the revolution to travel back to the island.
pt_br: Os Estados Unidos permitiam os cubanos que haviam emigrados nos anos iniciais da revolução a viajarem de volta para a ilha.

source: The U.S. blockade of Cuba, aimed at strangling the economy, makes it harder to buy a pair of shoes, let alone build socialism, which requires material abundance and often imported materials.
pt_br: O bloqueio dos EUA a Cuba, destinado a estrangular a economia, dificulta tanto a compra de um par de sapatos quanto a construção do socialismo, pois todo país necessita de uma variedade de materiais para o dia a dia e, sendo Cuba uma ilha com recursos limitados, tais coisas muitas vezes necessitam ser importadas.

source: The U.S.-led blockade is designed not only to economically strangle the Cuban population, but to obscure from lesbians, gays, bisexuals and trans people living in the imperialist citadel an understanding about what a revolution can achieve in terms of social progress.
pt_br: O bloqueio capitaniado pelos Estados Unidos é feito não só para estrangular a população cubana economicamente, como para ocultar de pessoas lésbicas, gays, bissexuais e trans que moram na cidadela do imperialismo o conhecimento do que uma revolução pode conquistar em termos de progresso social.

source: The U.S.-led political and economic blockade of Cuba kept this offer of socialist solidarity from reaching those around the world who most needed it.
pt_br: O bloqueio político e econômico, liderado pelos EUA, contra Cuba impediu que essa oferta de solidariedade socialista alcançasse aqueles no mundo que mais precisam.

source: The amendment to the Family Code, Costa stated, would also "stipulate that the family has the responsibility and duty to accept and care for all of its members, regardless of their gender identity or sexual orientation."
pt_br: A alteração do Código da Família, segundo Costa, também "estipularia que a família tem a responsabilidade e o dever de aceitar e cuidar todos os seus membros, independente de sua identidade de gênero ou orientação sexual."

source: The amount is not enough and money alone cannot solve the problem, but it is a necessary start.
pt_br: A quantidade não é suficiente, e o dinheiro sozinho não pode resolver o problema, mas é um começo necessário

source: The big-business spin made it seem as though the Cuban Revolution was a wellspring of anti-gay prejudice.
pt_br: A narrativa das grandes mídias fez parecer que a Revolução Cubana era uma fonte borbulhante de preconceitos contra homossexuais.

source: The biggest problem in dealing with AIDS on the island continued to be access to medicine for free distribution to the population because of the U.S.
pt_br: O maior problema contra a AIDS na ilha continuou sendo o acesso a remédios para distribuição livre para a população devido ao bloqueio dos

source: The charge of “hyper masculinity” against men of African descent has been a corner-stone of Jim Crow lynch law within the U.S., as well.
pt_br: O titulo de “hiper masculino” contra os homens de descendência africana foi o pilar da lei de linchamento de Jim Crow nos Estados Unidos.

source: The country that claims to lead the ‘War On Terror’ is imprisoning them.”
pt_br: O país que afirma liderar a “Guerra ao Terror” está aprisionando-os.

source: The deaths in sub-Saharan Africa to date are equivalent to those that would have resulted from dropping on the region 70 bombs like the ones on Hiroshima and Nagasaki.
pt_br: As mortes na África Subsaariana até hoje são equivalentes ao que resultaria o ato de bombardear a região com 70 bombas como as de Hiroshima e Nagasaki.

source: The deep bite of the knotted lash of oppressor ideology backed them up.
pt_br: Os ferimentos profundos causados pelo chicote da ideologia do opressor eram as bases sobre as quais elas se sustentavam.

source: The development of class societies and colonialism did.
pt_br: Os responsáveis por isso foram o colonialismo e o desenvolvimento da sociedade de classes.

source: The documentary also provides historic footage of Cuban nova trova singer Pablo Milanés singing his song “Original Sin” at a 1994 public concert in Havana.
pt_br: O documentário também proporciona a metragem do cantor cubano de nova trova, Pablo Milanés, cantando sua canção “El Pecado Original” (O Pecado Original) em um concerto aberto ao público em 1994, Havana.

source: The documentary turned its cameras onto the audiences of “Strawberry and Chocolate” (Fresa y chocolate), another film made with the help of the Cuban state.
pt_br: O documentário projetou as suas câmeras para a audiência de "Fresa y chocolate" (Morango e Chocolate), outro filme realizado com o apoio do governo cubano.

source: The drive behind the changes was the insatiable appetite for profits of the banks and corporations.
pt_br: A motivação por trás das mudanças era a insaciável vontade dos bancos e empresas de lucrar.

source: The enslaved toilers were from the decimated Indigenous peoples of the island and African peoples — survivors of mass kidnappings from their homelands and of the Middle Passage holocaust.
pt_br: Os trabalhadores escravizados vinham de povos africanos — sobreviventes de sequestros em massa em suas terras natais e do holocausto do tráfico negreiro — e das populações indígenas da ilha que foram dizimadas.

source: The entire Lavender & Red series is posted for reading on the web: www.workers.org.
pt_br: Toda a série de Lavender & Red está disponibilizada na internet para a leitura em: www.workers.org.

source: The facts articulate Cuba’s achievements — quantitative gains, as well as qualitative advancements — of which there are many.
pt_br: Os artigos que falam das conquistas de Cuba — ganhos quantitativos, assim como avanços qualitativos — são muitos.

source: The famous labor union song poses the question sharply: Which side are you on?
pt_br: A famosa canção do sindicato coloca a questão nitidamente: de que lado você está?

source: The film ends with the Spanish fleet appearing on the horizon to save the day.
pt_br: O filme termina com a frota espanhola aparecendo no horizonte para salvar o dia.

source: The film was directed by Margaret Gilpin and Luis Felipe Bernaza.
pt_br: O filme foi realizado por Margaret Gilpin e Luis Felipe Bernaza.

source: The first result, Castro Espín related, was an agreement with the Ministry of the Interior and the Ministry of Justice to issue new identity papers.
pt_br: O primeiro resultado, relatou Castro Espín, foi um acordo com o Ministério do Interior e o Ministério da Justiça para emitir novos documentos de identidade.

source: The five political prisoners — Gerardo Hernández, Antonio Guerrero, Ramón Labañino, Fernando González and René González — are collectively serving four life sentences and 75 years in far-flung U.S. penitentiaries.
pt_br: Os cinco presos políticos — Gerardo Hernández, Antonio Guerrero, Ramón Labañino, Fernando González e René González — cumprem coletivamente quatro penas de prisão perpétua e 75 anos em penitenciárias norte-americanas.

source: The following historical anecdote underscores the importance the colonial occupiers placed on eradicating the “pecado nefando” — the “nefarious sin” of same-sex love and/or gender/sex variance.
pt_br: A seguinte anedota histórica sublinha a importância que os invasores coloniais davam à erradicação do "pecado nefando" — o "inominável pecado" — do amor entre pessoas do mesmo sexo ou da variância de sexo/gênero.

source: The health system provides them with free hormone treatment.”
pt_br: O sistema de saúde lhes fornece tratamento hormonal gratuito.”

source: The history of the Cuban Revolution is a process from which we who have not yet made our revolutions have a great deal to learn about the struggle for sexual liberation, based on concrete historical conditions.
pt_br: A história da revolução cubana é um processo que nós, que ainda não fizemos nossa revolução, temos muito para aprender sobre a luta pela libertação sexual, baseada em condições históricas concretas.

source: The individual experiences narrated in this documentary were positive and negative, in varying degrees.
pt_br: As experiências individuais descritas no documentário eram, em diferentes níveis, positivas e negativas.

source: The interviews are interspersed with archival footage of the revolutionary seizure of power.
pt_br: As entrevistas são intercaladas com filmagens da tomada de poder revolucionária.

source: The mass discussion starts from the understanding that with changed economic and social organization, human beings can change their attitudes, rather than being biologically wired to be oppressive, violent, avaricious or cruel.
pt_br: A discussão de massa começa no entendimento que por meio de mudar a organização econômica e social, os humanos podem mudar as atitudes, já que não somos biologicamente destinados a nenhum tipo de opressão, violência, avareza ou crueldade.

source: The media in the imperialist countries, whose capitalist classes were hell-bent on re-colonizing Cuba, broadcast an anti-communist interpretation of what produced that migration at Mariel.
pt_br: A mídia nos países imperialistas, cuja classes capitalistas estavam sedentas para colonizar Cuba novamente, transmitiram uma visão anti-comunista sobre o que levou a migração em Mariel.

source: The movement to end the oppression has to be “out” and independent, as well.
pt_br: O movimento para acabar com a opressão tem que estar “fora do armário” e independente também.

source: The movie tells the story of two young Cuban men — a heterosexual communist and a homosexual.
pt_br: O filme conta a história de dois jovens cubanos - um comunista heterossexual e um homossexual.

source: The movie, which played simultaneously at 10 to 12 Havana theaters, drew lines of Cubans that stretched for blocks.
pt_br: O fime, que passava simultaneamente em 10 a 12 cinemas de Havana, fazia os cubanos formarem filas que se estendiam por quarteirões.

source: The movie’s script is an adaptation by author Senel Paz of his own very popular short story, “The Wolf, the Woods and the New Man.”
pt_br: O roteiro do filme é uma adaptação do autor Senel Paz de seu famoso conto "O lobo, o bosque e o homem novo".

source: The newsletter “Diversity” (Diversidad) reported: “The measure would complement the present Identity Law that already acknowledges the right of citizens to change name and sexual identity.
pt_br: O boletim “Diversidade” (Diversidad) informou: “A medida complementaria a presente Lei de Identidade que já reconhece o direito dos cidadãos de mudar de nome e identidade sexual.

source: The operation was successful and the person reportedly lives without difficulty.
pt_br: A operação foi bem sucedida e a pessoa vive sem problemas.

source: The patriarchs of colonial power violently restructured the Indigenous societies they militarily conquered — in economic organization, kinship, family/community organization, sexualities, gender and sex roles — in order to best facilitate enslavement, exploitation and oppression.
pt_br: Os patriarcas do poder colonial reestruturaram violentamente as sociedades indigenas que conquistaram militarmente — na organização econômica, relações de parentesco, organização familiar/comunitária, sexualidade, gênero e papéis de gênero — de forma a facilitar a escravização, exploração e opressão.

source: The patriotic Cuban Five [are] illegally held political prisoners in a country with the most of its own people behind bars.”
pt_br: Os Cinco cubanos patriotas são presos políticos ilegais em um país com a maior parte de seu próprio povo atrás das grades.

source: The plan involves winning greater acceptance in the educational system and consciousness-raising among the revolutionary security forces.
pt_br: O plano envolve conquistar maior aceitação no sistema educacional e elevar a consciência entre as forças de segurança revolucionárias.

source: The planned reform, drafted by the Federation of Cuban Women (FMC) and backed by CENESEX, will be introduced to the people's parliament as a draft law.
pt_br: A reforma planejada, elaborada pela Federação de Mulheres Cubanas (FMC) e apoiada pela CENESEX, será apresentada ao parlamento do povo como um projeto de lei.

source: The political views towards the revolution of those who spoke on camera in “Gay Cuba” largely could only be gleaned through their anecdotes.
pt_br: As visões políticas em relação à revolução daqueles que falaram para a câmera em “Gay Cuba” poderiam apenas, na sua maioria, ser identificadas através das suas anedotas.

source: The primary route of AIDS transmission in Cuba was via international contact, including Cubans who had worked or studied abroad.
pt_br: A rota primária de transmissão da AIDS em Cuba foi o contato internacional, incluindo cubanos que trabalharam ou estudaram no exterior.

source: The process of solving those problems is the forward motion of the revolution.
pt_br: O processo para resolver esses problemas é justamente o que move a revolução adiante.

source: The program was finally accepted in 1996, and now it’s taught throughout the country; since then it has reduced school dropouts from early marriages and childbirth by one half.”
pt_br: O programa foi finalmente aceito em 1996, e agora é ensinado em todo o país; desde então, reduziu pela metade o abandono escolar devido a casamentos precoces e partos.

source: The proposed reforms to the Family Code also serve to bolster CENESEX’s 2004 national strategy to support the needs of transsexual and transgender Cubans.
pt_br: As reformas propostas para o Código da Família também servem para reforçar a estratégia nacional do CENESEX de 2004 para apoiar as necessidades da população transexual e transgênero de Cuba.

source: The real “Apocalypto”
pt_br: O verdadeiro “Apocalypto”

source: The reality is that the Cuban Revolution — which seized state power on an island in which class society, colonialism and imperialism had woven prejudices and repression against same-sex love tightly into the fabric of life — has made tremendous advances for men who love men and women who love women, as well as the struggle against racism and sexism.
pt_br: A realidade é que a Revolução Cubana (que tomou o poder do Estado em uma ilha onde a sociedade de classes, o colonialismo e o imperialismo incutiram profundamente no cotidiano preconceitos e repressão contra amor homoafetivo) realizou avanços expressivos para homens que amam homens e mulheres que amam mulheres, bem como na luta contra o racismo e o sexismo.

source: The release of “Strawberry and Chocolate” in Cuba broke national box office records and opened up an island-wide discussion about same-sex love and prejudice.
pt_br: O lançamento de "Morango e chocolate" em Cuba quebrou records nacionais de bilheteria e iniciou um debate em toda a ilha sobre amor entre pessoas do mesmo sexo e sobre preconceito.

source: The researchers emphasized, “The commodification of homosexual desire in the Havana underworld and in the bourgeois homosexual underground during the pre-revolutionary era, however, did not produce a significant toleration of homosexual life-styles in the larger social arena.
pt_br: As pesquisadoras enfatizam: "Porém, a commodificação do desejo homossexual no submundo de Havana e no submundo homossexual burguês na era pré-revolução não produziu uma tolerância relevante dos estilos de vida homossexuais nas arenas sociais maiores.

source: The revolution ushered in sex education and reproductive rights.
pt_br: A revolução abriu os caminhos para a educação sexual e os direitos reprodutivos.

source: The revolutionary Cuban government, since the 1990s, has waged a struggle against deep-rooted old prejudice about same-sex love in virtually every cultural venue.
pt_br: O governo revolucionário cubano, desde 1990, tem travado uma luta contra o velho preconceito profundamente enraizado sobre o amor entre pessoas do mesmo sexo em praticamente todos os espaços culturais.

source: The roots of homophobia have not been driven so deep into the soil of Cuban earth.
pt_br: As raízes da homofobia não são tão profundas em solo cubano.

source: The same year, the FMC invited an organization named “U.S. Queers for Cuba” to visit the island, the group’s co-founder de Vries told Workers World.
pt_br: No mesmo ano, a FMC convidou uma organização chamada "U.S. Queers for Cuba" (Queers dos EUA por Cuba) para visitar a ilha, contou a co-fundadora do grupo, de Vries, ao Workers World (Mundo dos Trabalhadores).

source: The scarcity of productive occupations demanded a strictly closeted occupational life.
pt_br: A escassez de empregos produtivos exigia uma vida uma vida ocupacional firmemente dentro do armário.

source: The series argues that class unity can only be cemented by revolutionary solidarity in the struggle against many forms of oppression.
pt_br: A série argumenta que a união de classe só poderá ser consolidada por meio da união revolucionária na luta contra as muitas formas de opressão.

source: The series began with the story of a 14-year-old girl who contracted AIDS during her first sexual experience.
pt_br: A série começou com a história de uma menina de 14 anos que contraiu AIDS durante sua primeira experiência sexual.

source: The series borrows from the popular style of television novellas — soap operas.
pt_br: A série toma emprestado o estilo popular de novelas de televisão.

source: The series offers information about little-known remarkable achievements in the Soviet Union and East Germany and carefully analyzes problems in these workers’ states, as well — both of which bolster modern revolutionary theory and practice.
pt_br: A série fornece informações sobre conquistas notáveis e pouco conhecidas na União Soviética e Alemanha Oriental e analisa com cuidado os problemas nesses estados operários também — ambos que fortalecem a teoria e a prática revolucionária moderna.

source: The site gets right to the point about its objective, which it states is to “overcome the taboos and prejudices that persist about same-sex love: Being homosexual or bisexual is not a disease, it is not synonymous with perversity, nor does it constitute a crime.”
pt_br: O site vai direto ao ponto sobre seu objetivo, o qual ele afirma ser “superar os tabus e preconceitos que persistem sobre o amor entre pessoas do mesmo sexo: ser homossexual ou bissexual não é uma doença, não é sinônimo de perversão, nem constitui um crime”.

source: The soap, on the other hand, is watched in every home.” (Puyol)
pt_br: A novela, por outro lado, é vista em todas as casas.” (Puyol)

source: The sound track incorporates the music of world-renowned Cuban musicians Pablo Milanés and Silvio Rodríguez.
pt_br: A trilha sonora incorpora música dos músicos cubanos conhecidos a nível mundial, Pablo Milanés e Silvio Rodríguez.

source: The table of contents for 120 segments of the ongoing series appears in the back of this book.
pt_br: O sumário dos 120 segmentos da série em andamento aparece no final deste livro.

source: The topic was discussed in communities for weeks afterwards.
pt_br: O tema foi discutido nas comunidades por semanas.

source: The truth to begin with is this: Com munists did not bring anti-homosexual prejudice to the Americas.
pt_br: Para começar, a verdade é: os comunistas não trouxeram o preconceito contra homossexuais às Américas.
